[
    {
        "id": "FOHtDwAAQBAJ",
        "volumeInfo": {
            "authors": ["Ernest Cline"],
            "description": "#1 NEW YORK TIMES BESTSELLER • The thrilling sequel to the beloved worldwide bestseller Ready Player One, the near-future adventure that inspired the blockbuster Steven Spielberg film. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE WASHINGTON POST • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—The Wall Street Journal AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. ARE YOU READY? Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything. Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible. With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize. And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants. Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance. Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, Ready Player Two takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=FOHtDwAAQ…=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
                },
            "subtitle": "A Novel",
            "title": "Ready Player Two"
        }
    },
    {
        "id": "Ru58xAaPZxcC",
        "volumeInfo": {
            "title": "The Twelve Chairs",
            "authors": [
                "Ilʹi︠a︡ Ilʹf",
                "Evgeniĭ Petrov"
            ],
            "description": "Ostap Bender is an unemployed con artist living by his wits in postrevolutionary Soviet Russia. He joins forces with Ippolit Matveyevich Vorobyaninov, a former nobleman who has returned to his hometown to find a cache of missing jewels which were hidden in some chairs that have been appropriated by the Soviet authorities. The search for the bejeweled chairs takes these unlikely heroes from the provinces to Moscow to the wilds of Soviet Georgia and the Trans-caucasus mountains; on their quest they encounter a wide variety of characters: from opportunistic Soviet bureaucrats to aging survivors of the prerevolutionary propertied classes, each one more selfish, venal, and ineffective than the one before.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=Ru58xAaPZxcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
            }
        }
    },
    {
        "id": "icKmd-tlvPMC",
        "volumeInfo": {
            "title": "Journey to the Center of the Earth",
            "authors": [
                "Jules Verne"
            ],
            "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
            }
        }
    },
    {
        "id": "FxmjXM5RNNwC",
        "volumeInfo": {
            "title": "Bag of Bones",
            "authors": [
                "Stephen King"
            ],
            "description": "From #1 New York Times bestselling author Stephen King, a powerful tale of grief, of love's enduring bonds, and the haunting secrets of the past. Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here -- and what do they want of Mike Noonan? It is no secret that King is one of our most mesmerizing storytellers. In Bag of Bones, he proves to be one of our most moving as well.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=FxmjXM5RNNwC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
            }
        }
    },
    {
        "id": "KVGd-NabpW0C",
        "volumeInfo": {
            "title": "The Plague",
            "authors": [
                "Albert Camus"
            ],
            "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
            }
        }
    },
    {
        "id": "AlV4vm1EqN0C",
        "volumeInfo": {
            "title": "The Mayor of Casterbridge",
            "subtitle": "The Life and Death of a Man of Character",
            "authors": [
                "Thomas Hardy"
            ],
            "description": "Michael Henchard gets drunk at a fair and sells his wife and child for five guineas to a sailor. Henchard proves to be violent, selfish, greedy and crude, yet at the same time he is magnanimous and humble.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=AlV4vm1EqN0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
            }
        }
    },
    {
        "id": "qtDvCAAAQBAJ",
        "volumeInfo": {
            "title": "The Vegetarian",
            "subtitle": "A Novel",
            "authors": [
                "Han Kang"
            ],
            "description": "FROM HAN KANG, WINNER OF THE 2024 NOBEL PRIZE IN LITERATURE “[Han Kang’s] intense poetic prose . . . exposes the fragility of human life.”—The Nobel Committee for Literature, in the citation for the Nobel Prize A NEW YORK TIMES BESTSELLER WINNER OF THE INTERNATIONAL BOOKER PRIZE ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY “Ferocious.”—The New York Times Book Review (Ten Best Books of the Year) “Both terrifying and terrific.”—Lauren Groff “Provocative [and] shocking.”—The Washington Post Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her. A Best Book of the Year: BuzzFeed, Entertainment Weekly, Wall Street Journal, Time, Elle, The Economist, HuffPost, Slate, Bustle, The St. Louis Dispatch, Electric Literature, Publishers Weekly",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=qtDvCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
            }
        }
    },
    {
        "id": "jS2BDwAAQBAJ",
        "volumeInfo": {
            "title": "For Whom the Bell Tolls",
            "subtitle": "The Hemingway Library Edition",
            "authors": [
                "Ernest Hemingway"
            ],
            "description": "Introduced by Hemingway’s grandson Seán Hemingway, this newly annotated edition and literary masterpiece about an American in the Spanish Civil War features early drafts and supplementary material—including three previously uncollected short stories on war by one the greatest writers on the subject in history. In 1937 Ernest Hemingway traveled to Spain to cover the civil war for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from “the good fight,” and one of the foremost classics of war literature in history. Published in 1940, For Whom the Bell Tolls tells of loyalty and courage, love and defeat, and the tragic death of an ideal. Robert Jordan is a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain. In his portrayal of Jordan’s love for the beautiful Maria and his superb account of El Sordo’s last stand, Hemingway creates a work at once rare and beautiful, strong and brutal, compassionate, moving, and wise. “If the function of a writer is to reveal reality,” Maxwell Perkins wrote Hemingway after reading the manuscript, “no one ever so completely performed it.” Greater in power, broader in scope, and more intensely emotional than any of the author’s previous works, it stands as one of the best war novels of all time. Featuring early drafts and manuscript notes, some of Hemingway’s writings during the Spanish Civil War, and three previously collected stories of his on the subject of war, as well as a personal foreword by the author’s son Patrick Hemingway, and a new introduction by the author’s grandson Seán Hemingway, this edition of For Whom the Bell Tolls brings new life to a literary master’s epic like never before.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=jS2BDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
            }
        }
    },
    {
        "id": "6vGiDwAAQBAJ",
        "volumeInfo": {
            "title": "The Picture of Dorian Gray",
            "authors": [
                "Oscar Wilde"
            ],
            "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
            }
        }
    },
    {
        "id": "OqAFAQAAIAAJ",
        "volumeInfo": {
            "title": "Mrs. Dalloway",
            "authors": [
                "Virginia Woolf"
            ],
            "description": "Heralded as Virginia Woolf's greatest novel, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old. \"Mrs. Dalloway was the first novel to split the atom. If the novel before Mrs. Dalloway aspired to immensities of scope and scale, to heroic journeys across vast landscapes, with Mrs. Dalloway Virginia Woolf insisted that it could also locate the enormous within the everyday; that a life of errands and party-giving was every bit as viable a subject as any life lived anywhere; and that should any human act in any novel seem unimportant, it has merely been inadequately observed. The novel asan art form has not been the same since. \"Mrs. Dalloway also contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century.\" --Michael Cunningham, author of The Hours",
            "imageLinks": {
                "thumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
            }
        }
    }
]